Repository: JiZPaper/PaperVN
Catalog: PaperVN/VNDBTraits.xcstrings
Source language: en
Languages: de, ja, ko, pl, zh_hans, zh_hant

# trait.Shadowed
source: Shadowed
de: Schatten um die Augen
ja: 影がかかっている
ko: 그림자가 드리운
pl: Cienie wokół oczu
zh_hans: 阴影遮面
zh_hant: 陰影遮面

# trait.Shaggy
source: Shaggy
de: Zotteliges Haar
ja: ぼさぼさ
ko: 덥수룩한
pl: Potargane włosy
zh_hans: 蓬乱
zh_hant: 蓬亂

# trait.Shapeshifting
source: Shapeshifting
de: Gestaltwandlung
ja: 変身
ko: 변신
pl: Zmiennokształtność
zh_hans: 变身
zh_hant: 變身

# trait.Shared Body
source: Shared Body
de: Geteilter Körper
ja: 共有身体
ko: 공유 신체
pl: Współdzielone ciało
zh_hans: 共享身体
zh_hant: 共享身體

# trait.Shark
source: Shark
de: Hai
ja: サメ
ko: 상어
pl: Rekin
zh_hans: 鲨鱼
zh_hant: 鯊魚

# trait.Shark-like Teeth
source: Shark-like Teeth
de: Haiartige Zähne
ja: サメのような歯
ko: 상어 같은 이빨
pl: Zęby przypominające zęby rekina
zh_hans: 鲨鱼牙
zh_hant: 鯊魚牙

# trait.Sharp-tongued
source: Sharp-tongued
de: Scharfzüngig
ja: 毒舌
ko: 독설가
pl: Cięty język
zh_hans: 毒舌
zh_hant: 毒舌

# trait.Sharpshooter
source: Sharpshooter
de: Scharfschütze
ja: 狙撃の名手
ko: 명사수
pl: Strzelec wyborowy
zh_hans: 神枪手
zh_hant: 神槍手

# trait.Shawl
source: Shawl
de: Schultertuch
ja: ショール
ko: 숄
pl: Szal
zh_hans: 披肩
zh_hant: 披肩

# trait.Sheep
source: Sheep
de: Schaf
ja: 羊
ko: 양
pl: Owca
zh_hans: 绵羊
zh_hant: 綿羊

# trait.Shield
source: Shield
de: Schild
ja: 盾
ko: 방패
pl: Tarcza
zh_hans: 盾牌
zh_hant: 盾牌

# trait.Shihaku Eyes
source: Shihaku Eyes
de: Shihaku-Augen
ja: 四白眼
ko: 사백안
pl: Oczy shihaku
zh_hans: 四白眼
zh_hant: 四白眼

# trait.Shikigami
source: Shikigami
de: Shikigami-Geist
ja: 式神
ko: 시키가미
pl: Duch shikigami
zh_hans: 式神
zh_hant: 式神

# trait.Shikomizue
source: Shikomizue
de: Schwertstock
ja: 仕込み杖
ko: 지팡이칼
pl: Laska z ukrytym mieczem
zh_hans: 杖中剑
zh_hant: 杖中劍

# trait.Shimada
source: Shimada
de: Shimada-Frisur
ja: 島田髷
ko: 시마다 마게
pl: Fryzura shimada
zh_hans: 岛田髻
zh_hant: 島田髻

# trait.Shimapan
source: Shimapan
de: Gestreiftes Höschen
ja: 縞パン
ko: 줄무늬 팬티
pl: Majtki w paski
zh_hans: 条纹内裤
zh_hant: 條紋內褲

# trait.Shimenawa Accessory
source: Shimenawa Accessory
de: Shimenawa-Accessoire
ja: しめ縄アクセサリー
ko: 시메나와 액세서리
pl: Ozdoba ze sznura shimenawa
zh_hans: 注连绳配饰
zh_hant: 注連繩配飾

# trait.Shin Guard
source: Shin Guard
de: Schienbeinschoner
ja: すね当て
ko: 정강이 보호대
pl: Ochraniacz piszczeli
zh_hans: 护胫
zh_hant: 護脛

# trait.Shinai
source: Shinai
de: Bambusschwert
ja: 竹刀
ko: 죽도
pl: Miecz bambusowy
zh_hans: 竹剑
zh_hant: 竹劍

# trait.Shinigami
source: Shinigami
de: Todesgott
ja: 死神
ko: 사신
pl: Bóg śmierci
zh_hans: 死神
zh_hant: 死神

# trait.Shinsengumi
source: Shinsengumi
de: Shinsengumi-Truppe
ja: 新選組
ko: 신센구미
pl: Oddział Shinsengumi
zh_hans: 新选组
zh_hant: 新選組

# trait.Shinto Priest
source: Shinto Priest
de: Shintō-Priester
ja: 神職
ko: 신토 사제
pl: Kapłan shintō
zh_hans: 神道教神职人员
zh_hant: 神道教神職人員

# trait.Shinto Wedding Dress
source: Shinto Wedding Dress
de: Shintō-Hochzeitskleid
ja: 神前式の花嫁衣装
ko: 신토식 혼례복
pl: Strój ślubny w tradycji shintō
zh_hans: 神道婚礼服
zh_hant: 神道婚禮服

# trait.Shirt
source: Shirt
de: Hemd
ja: シャツ
ko: 셔츠
pl: Koszula
zh_hans: 衬衫
zh_hant: 襯衫

# trait.Shoe Licking
source: Shoe Licking
de: Schuhlecken
ja: 靴舐め
ko: 신발 핥기
pl: Lizanie butów
zh_hans: 舔鞋
zh_hant: 舔鞋

# trait.Shoejob
source: Shoejob
de: Penisstimulation mit Schuhen
ja: 靴コキ
ko: 슈잡
pl: Stymulacja penisa butami
zh_hans: 鞋交
zh_hant: 鞋交

# trait.Shoes
source: Shoes
de: Schuhe
ja: 靴
ko: 신발
pl: Buty
zh_hans: 鞋
zh_hant: 鞋

# trait.Shogi
source: Shogi
de: Shōgi
ja: 将棋
ko: 쇼기
pl: Shōgi
zh_hans: 将棋
zh_hant: 將棋

# trait.Shogun
source: Shogun
de: Shōgun
ja: 将軍
ko: 쇼군
pl: Siogun
zh_hans: 幕府将军
zh_hant: 幕府將軍

# trait.Shop Clerk
source: Shop Clerk
de: Ladenangestellter
ja: 店員
ko: 점원
pl: Pracownik sklepu
zh_hans: 店员
zh_hant: 店員

# trait.Shopkeeper
source: Shopkeeper
de: Ladenbesitzer
ja: 店主
ko: 가게 주인
pl: Właściciel sklepu
zh_hans: 店主
zh_hant: 店主

# trait.Shopping
source: Shopping
de: Einkaufen
ja: 買い物
ko: 쇼핑
pl: Zakupy
zh_hans: 购物
zh_hant: 購物

# trait.Short
source: Short
de: Kurz
ja: 短い
ko: 짧은
pl: Krótki
zh_hans: 短
zh_hant: 短

# trait.Short Bangs
source: Short Bangs
de: Kurzer Pony
ja: 短い前髪
ko: 짧은 앞머리
pl: Krótka grzywka
zh_hans: 短刘海
zh_hant: 短瀏海

# trait.Short Hime Cut
source: Short Hime Cut
de: Kurzer Hime-Schnitt
ja: 短い姫カット
ko: 짧은 히메컷
pl: Krótka fryzura hime
zh_hans: 短姬发式
zh_hant: 短姬髮式

# trait.Short Shorts
source: Short Shorts
de: Sehr kurze Shorts
ja: ショートショーツ
ko: 핫팬츠
pl: Bardzo krótkie szorty
zh_hans: 超短裤
zh_hant: 超短褲

# trait.Short-tempered
source: Short-tempered
de: Jähzornig
ja: 短気
ko: 성미가 급한
pl: Porywczość
zh_hans: 急性子
zh_hant: 急性子

# trait.Shotgun
source: Shotgun
de: Schrotflinte
ja: ショットガン
ko: 산탄총
pl: Strzelba
zh_hans: 霰弹枪
zh_hant: 霰彈槍

# trait.Shoulder-length
source: Shoulder-length
de: Schulterlanges Haar
ja: 肩までの長さ
ko: 어깨 길이
pl: Włosy do ramion
zh_hans: 齐肩
zh_hant: 齊肩

# trait.Shousei
source: Shousei
de: Selbstbezeichnung „shōsei“
ja: 小生
ko: ‘소생’이라는 1인칭
pl: Zaimek pierwszej osoby „shōsei”
zh_hans: 自称“小生”
zh_hant: 自稱「小生」

# trait.Shovel
source: Shovel
de: Schaufel
ja: シャベル
ko: 삽
pl: Łopata
zh_hans: 铲子
zh_hant: 鏟子

# trait.Shrug
source: Shrug
de: Bolero
ja: ボレロ
ko: 볼레로
pl: Bolerko
zh_hans: 短款披肩
zh_hant: 短款披肩

# trait.Shy
source: Shy
de: Schüchtern
ja: 恥ずかしがり屋
ko: 수줍음이 많은
pl: Nieśmiałość
zh_hans: 害羞
zh_hant: 害羞

# trait.Sibling
source: Sibling
de: Geschwisterteil
ja: きょうだい
ko: 형제자매
pl: Rodzeństwo
zh_hans: 兄弟姐妹
zh_hant: 兄弟姐妹

# trait.Side Bun
source: Side Bun
de: Seitlicher Haarknoten
ja: サイドお団子
ko: 옆쪽 올림머리
pl: Kok z boku
zh_hans: 侧发髻
zh_hant: 側髮髻

# trait.Side Tail
source: Side Tail
de: Seitlicher Pferdeschwanz
ja: サイドテール
ko: 사이드 테일
pl: Kucyk z boku
zh_hans: 侧马尾
zh_hant: 側馬尾

# trait.Sideburns
source: Sideburns
de: Koteletten
ja: もみあげ
ko: 구레나룻
pl: Baki
zh_hans: 鬓角
zh_hant: 鬢角

# trait.Sidehair
source: Sidehair
de: Seitliche Haarsträhnen
ja: 横髪
ko: 옆머리
pl: Boczne pasma włosów
zh_hans: 鬓发
zh_hant: 鬢髮

# trait.Sign Language
source: Sign Language
de: Gebärdensprache
ja: 手話
ko: 수어
pl: Język migowy
zh_hans: 手语
zh_hant: 手語

# trait.Simple Tools
source: Simple Tools
de: Einfache Werkzeuge
ja: 簡単な道具
ko: 간단한 도구
pl: Proste narzędzia
zh_hans: 简易工具
zh_hant: 簡易工具

# trait.Singaporean
source: Singaporean
de: Singapurisch
ja: シンガポール人
ko: 싱가포르인
pl: Singapurczyk
zh_hans: 新加坡人
zh_hant: 新加坡人

# trait.Singer
source: Singer
de: Sänger
ja: 歌手
ko: 가수
pl: Piosenkarz
zh_hans: 歌手
zh_hant: 歌手

# trait.Singing
source: Singing
de: Singen
ja: 歌唱
ko: 노래
pl: Śpiewanie
zh_hans: 唱歌
zh_hant: 唱歌

# trait.Single Hole Multiple Penetration
source: Single Hole Multiple Penetration
de: Mehrfache Penetration derselben Körperöffnung
ja: 一つの穴への多重挿入
ko: 한 구멍에 다중 삽입
pl: Wielokrotna penetracja tego samego otworu ciała
zh_hans: 单孔多重插入
zh_hant: 單孔多重插入

# trait.Single Leg Legjob
source: Single Leg Legjob
de: Penisstimulation mit einem Bein
ja: 片脚での脚コキ
ko: 한쪽 다리로 하는 레그잡
pl: Stymulacja penisa jedną nogą
zh_hans: 单腿腿交
zh_hant: 單腿腿交

# trait.Single Parent
source: Single Parent
de: Alleinerziehender Elternteil
ja: ひとり親
ko: 한부모
pl: Rodzic samotnie wychowujący dziecko
zh_hans: 单亲家长
zh_hant: 單親家長

# trait.Siren
source: Siren
de: Sirene
ja: セイレーン
ko: 세이렌
pl: Syrena
zh_hans: 塞壬
zh_hant: 塞壬

# trait.Sister
source: Sister
de: Schwester
ja: 姉妹
ko: 자매
pl: Siostra
zh_hans: 姐妹
zh_hant: 姐妹

# trait.Sister Act
source: Sister Act
de: Verhalten wie eine Schwester
ja: 姉妹プレイ
ko: 자매 역할극
pl: Zachowywanie się jak siostra
zh_hans: 姐妹扮演
zh_hant: 姐妹扮演

# trait.Sister Complex
source: Sister Complex
de: Schwesterkomplex
ja: シスターコンプレックス
ko: 시스터 콤플렉스
pl: Obsesyjne przywiązanie do siostry
zh_hans: 恋姐妹情结
zh_hant: 戀姐妹情結

# trait.Sister-in-law
source: Sister-in-law
de: Schwägerin
ja: 義姉妹
ko: 혼인으로 맺어진 자매
pl: Szwagierka
zh_hans: 姻亲姐妹
zh_hant: 姻親姐妹

# trait.Sitting Sex
source: Sitting Sex
de: Sex im Sitzen
ja: 座位
ko: 좌위
pl: Seks w pozycji siedzącej
zh_hans: 坐姿性爱
zh_hant: 坐姿性愛

# trait.Sixth Grader
source: Sixth Grader
de: Sechstklässler
ja: 6年生
ko: 초등학교 6학년
pl: Uczeń szóstej klasy
zh_hans: 六年级学生
zh_hant: 六年級學生

# trait.Sixty-nine
source: Sixty-nine
de: Neunundsechzig-Stellung
ja: シックスナイン
ko: 69 체위
pl: Pozycja sześćdziesiąt dziewięć
zh_hans: 69式
zh_hant: 69式

# trait.Skateboarding
source: Skateboarding
de: Skateboardfahren
ja: スケートボード
ko: 스케이트보드
pl: Jazda na deskorolce
zh_hans: 滑板
zh_hant: 滑板

# trait.Skeleton
source: Skeleton
de: Skelett
ja: 骸骨
ko: 해골
pl: Szkielet
zh_hans: 骷髅
zh_hant: 骷髏

# trait.Skiing
source: Skiing
de: Skifahren
ja: スキー
ko: 스키
pl: Jazda na nartach
zh_hans: 滑雪
zh_hant: 滑雪

# trait.Skin Textures / Coverings
source: Skin Textures / Coverings
de: Hautstrukturen und Körperbedeckungen
ja: 肌の質感・被覆
ko: 피부 질감 및 피복
pl: Faktury skóry i pokrycie ciała
zh_hans: 皮肤纹理与覆盖物
zh_hant: 皮膚紋理與覆蓋物

# trait.Skin Tone
source: Skin Tone
de: Hautton
ja: 肌の色
ko: 피부색
pl: Odcień skóry
zh_hans: 肤色
zh_hant: 膚色

# trait.Skinning
source: Skinning
de: Häuten
ja: 皮剥ぎ
ko: 가죽 벗기기
pl: Obdzieranie ze skóry
zh_hans: 剥皮
zh_hant: 剝皮

# trait.Skipping School
source: Skipping School
de: Schulschwänzen
ja: サボり
ko: 무단결석
pl: Wagarowanie
zh_hans: 逃学
zh_hant: 逃學

# trait.Skirt
source: Skirt
de: Rock
ja: スカート
ko: 치마
pl: Spódnica
zh_hans: 裙子
zh_hant: 裙子

# trait.Skirt Suit
source: Skirt Suit
de: Kostüm mit Rock
ja: スカートスーツ
ko: 치마 정장
pl: Kostium ze spódnicą
zh_hans: 裙装套装
zh_hant: 裙裝套裝

# trait.Skull-fucking
source: Skull-fucking
de: Sexuelle Penetration von Schädelöffnungen
ja: 頭蓋骨ファック
ko: 두개골 성교
pl: Seksualna penetracja otworów czaszki
zh_hans: 头骨性交
zh_hant: 頭骨性交

# trait.Slav
source: Slav
de: Slawisch
ja: スラヴ人
ko: 슬라브인
pl: Słowianin
zh_hans: 斯拉夫人
zh_hant: 斯拉夫人

# trait.Slave Collar
source: Slave Collar
de: Sklavenhalsband
ja: 奴隷の首輪
ko: 노예 목걸이
pl: Obroża niewolnika
zh_hans: 奴隶项圈
zh_hant: 奴隸項圈

# trait.Slave Owner
source: Slave Owner
de: Sklavenhalter
ja: 奴隷所有者
ko: 노예주
pl: Właściciel niewolników
zh_hans: 奴隶主
zh_hant: 奴隸主

# trait.Slave Tattoo (BDSM)
source: Slave Tattoo (BDSM)
de: Sklaventätowierung (BDSM)
ja: 奴隷紋（BDSM）
ko: 노예 문신(BDSM)
pl: Tatuaż niewolnika (BDSM)
zh_hans: 奴隶纹身（BDSM）
zh_hant: 奴隸刺青（BDSM）

# trait.Slavery
source: Slavery
de: Sklaverei
ja: 奴隷制
ko: 노예제
pl: Niewolnictwo
zh_hans: 奴隶制
zh_hant: 奴隸制

# trait.Sleep Sex
source: Sleep Sex
de: Sex im Schlaf
ja: 睡眠中のセックス
ko: 수면 중 성교
pl: Seks podczas snu
zh_hans: 睡眠性爱
zh_hant: 睡眠性愛

# trait.Sleepwalking
source: Sleepwalking
de: Schlafwandeln
ja: 夢遊
ko: 몽유병
pl: Lunatykowanie
zh_hans: 梦游
zh_hant: 夢遊

# trait.Sleepyhead
source: Sleepyhead
de: Schlafmütze
ja: 寝坊助
ko: 잠꾸러기
pl: Śpioch
zh_hans: 瞌睡虫
zh_hant: 瞌睡蟲

# trait.Sleeveless Dress
source: Sleeveless Dress
de: Ärmelloses Kleid
ja: ノースリーブドレス
ko: 민소매 원피스
pl: Sukienka bez rękawów
zh_hans: 无袖连衣裙
zh_hant: 無袖洋裝

# trait.Sleeveless Halterneck Dress
source: Sleeveless Halterneck Dress
de: Ärmelloses Neckholderkleid
ja: ノースリーブホルターネックドレス
ko: 민소매 홀터넥 원피스
pl: Sukienka bez rękawów wiązana na szyi
zh_hans: 无袖挂脖连衣裙
zh_hant: 無袖繞頸洋裝

# trait.Sleeveless Kimono
source: Sleeveless Kimono
de: Ärmelloser Kimono
ja: 袖なし着物
ko: 민소매 기모노
pl: Kimono bez rękawów
zh_hans: 无袖和服
zh_hant: 無袖和服

# trait.Sleeveless Leotard
source: Sleeveless Leotard
de: Ärmelloser Gymnastikanzug
ja: ノースリーブレオタード
ko: 민소매 레오타드
pl: Trykot bez rękawów
zh_hans: 无袖紧身衣
zh_hant: 無袖緊身衣

# trait.Sleeveless Mini-dress
source: Sleeveless Mini-dress
de: Ärmelloses Minikleid
ja: ノースリーブミニドレス
ko: 민소매 미니 원피스
pl: Minisukienka bez rękawów
zh_hans: 无袖迷你连衣裙
zh_hant: 無袖迷你洋裝

# trait.Sleeveless Romper Suit
source: Sleeveless Romper Suit
de: Ärmelloser kurzer Einteiler
ja: ノースリーブロンパース
ko: 민소매 롬퍼
pl: Krótki kombinezon bez rękawów
zh_hans: 无袖连体短裤
zh_hant: 無袖連身褲

# trait.Sleeveless Sweater
source: Sleeveless Sweater
de: Ärmelloser Pullover
ja: ノースリーブセーター
ko: 민소매 스웨터
pl: Sweter bez rękawów
zh_hans: 无袖毛衣
zh_hant: 無袖毛衣

# trait.Sleeveless Turtleneck Dress
source: Sleeveless Turtleneck Dress
de: Ärmelloses Rollkragenkleid
ja: ノースリーブタートルネックドレス
ko: 민소매 터틀넥 원피스
pl: Sukienka z golfem bez rękawów
zh_hans: 无袖高领连衣裙
zh_hant: 無袖高領洋裝

# trait.Sleeveless Turtleneck Sweater
source: Sleeveless Turtleneck Sweater
de: Ärmelloser Rollkragenpullover
ja: ノースリーブタートルネックセーター
ko: 민소매 터틀넥 스웨터
pl: Sweter z golfem bez rękawów
zh_hans: 无袖高领毛衣
zh_hant: 無袖高領毛衣

# trait.Slicked Back
source: Slicked Back
de: Zurückgekämmtes Haar
ja: オールバック
ko: 올백 머리
pl: Włosy zaczesane do tyłu
zh_hans: 背头
zh_hant: 背頭

# trait.Slim
source: Slim
de: Schlank
ja: 細身
ko: 날씬한
pl: Szczupła sylwetka
zh_hans: 苗条
zh_hant: 苗條

# trait.Slime
source: Slime
de: Schleimwesen
ja: スライム
ko: 슬라임
pl: Stworzenie ze śluzu
zh_hans: 史莱姆
zh_hant: 史萊姆

# trait.Sling Bikini
source: Sling Bikini
de: Trägerbikini
ja: スリングビキニ
ko: 슬링 비키니
pl: Bikini na szelkach
zh_hans: 吊带比基尼
zh_hant: 吊帶比基尼

# trait.Slingback Shoes
source: Slingback Shoes
de: Slingback-Schuhe
ja: スリングバックシューズ
ko: 슬링백 슈즈
pl: Buty z paskiem na pięcie
zh_hans: 后空鞋
zh_hant: 後空鞋

# trait.Slingshot Micro Bikini
source: Slingshot Micro Bikini
de: Slingshot-Mikrobikini
ja: スリングショットマイクロビキニ
ko: 슬링샷 마이크로 비키니
pl: Mikrobikini w kształcie procy
zh_hans: 弹弓式微型比基尼
zh_hant: 彈弓式微型比基尼

# trait.Slippers
source: Slippers
de: Hausschuhe
ja: スリッパ
ko: 슬리퍼
pl: Kapcie
zh_hans: 拖鞋
zh_hant: 拖鞋

# trait.Slit Dress
source: Slit Dress
de: Kleid mit Schlitz
ja: スリットドレス
ko: 트임 원피스
pl: Sukienka z rozcięciem
zh_hans: 开衩连衣裙
zh_hant: 開衩洋裝

# trait.Slit Pupils
source: Slit Pupils
de: Schlitzpupillen
ja: スリット瞳孔
ko: 세로동공
pl: Szczelinowe źrenice
zh_hans: 裂隙瞳孔
zh_hant: 裂隙瞳孔

# trait.Slit Skirt
source: Slit Skirt
de: Rock mit Schlitz
ja: スリットスカート
ko: 트임 치마
pl: Spódnica z rozcięciem
zh_hans: 开衩裙
zh_hant: 開衩裙

# trait.Sloppy
source: Sloppy
de: Schlampig
ja: だらしない
ko: 칠칠치 못한
pl: Niechlujność
zh_hans: 邋遢
zh_hant: 邋遢

# trait.Sly
source: Sly
de: Verschlagen
ja: ずる賢い
ko: 교활한
pl: Przebiegłość
zh_hans: 狡猾
zh_hant: 狡猾

# trait.Small Breast Sizes
source: Small Breast Sizes
de: Kleine Brustgrößen
ja: 小さいバストサイズ
ko: 작은 가슴 크기
pl: Małe rozmiary piersi
zh_hans: 较小胸围
zh_hant: 較小胸圍

# trait.Small Breasts
source: Small Breasts
de: Kleine Brüste
ja: 貧乳
ko: 빈유
pl: Małe piersi
zh_hans: 贫乳
zh_hant: 貧乳

# trait.Small Penis
source: Small Penis
de: Kleiner Penis
ja: 短小陰茎
ko: 작은 음경
pl: Mały penis
zh_hans: 小阴茎
zh_hant: 小陰莖

# trait.Smart
source: Smart
de: Klug
ja: 頭がいい
ko: 영리한
pl: Inteligencja
zh_hans: 聪明
zh_hant: 聰明

# trait.Smoke Grenade
source: Smoke Grenade
de: Rauchgranate
ja: 煙幕弾
ko: 연막탄
pl: Granat dymny
zh_hans: 烟雾弹
zh_hant: 煙霧彈

# trait.Smokes
source: Smokes
de: Raucht
ja: 喫煙する
ko: 흡연자
pl: Pali
zh_hans: 吸烟
zh_hant: 吸菸

# trait.Smoking
source: Smoking
de: Rauchen
ja: 喫煙
ko: 흡연
pl: Palenie
zh_hans: 吸烟
zh_hant: 吸菸

# trait.Smoking Fetishism
source: Smoking Fetishism
de: Rauchfetischismus
ja: 喫煙フェティシズム
ko: 흡연 페티시즘
pl: Fetyszyzm związany z paleniem
zh_hans: 吸烟恋物
zh_hant: 吸菸戀物

# trait.Smoking Pipe
source: Smoking Pipe
de: Tabakpfeife
ja: 喫煙パイプ
ko: 담뱃대
pl: Fajka do tytoniu
zh_hans: 烟斗
zh_hant: 菸斗

# trait.Smuggling
source: Smuggling
de: Schmuggel
ja: 密輸
ko: 밀수
pl: Przemyt
zh_hans: 走私
zh_hant: 走私

# trait.Snake
source: Snake
de: Schlange
ja: ヘビ
ko: 뱀
pl: Wąż
zh_hans: 蛇
zh_hant: 蛇

# trait.Snake Person
source: Snake Person
de: Schlangenmensch
ja: 蛇人
ko: 뱀 인간
pl: Człowiek-wąż
zh_hans: 蛇人
zh_hant: 蛇人

# trait.Sniper
source: Sniper
de: Scharfschütze
ja: 狙撃手
ko: 저격수
pl: Snajper
zh_hans: 狙击手
zh_hant: 狙擊手

# trait.Sniper Rifle
source: Sniper Rifle
de: Scharfschützengewehr
ja: 狙撃銃
ko: 저격소총
pl: Karabin snajperski
zh_hans: 狙击步枪
zh_hant: 狙擊步槍

# trait.Snowballing
source: Snowballing
de: Weitergabe von Sperma durch Küssen
ja: スノーボーリング
ko: 스노볼링
pl: Przekazywanie nasienia przez pocałunek
zh_hans: 口中精液互传
zh_hant: 口中精液互傳

# trait.Soccer
source: Soccer
de: Fußball
ja: サッカー
ko: 축구
pl: Piłka nożna
zh_hans: 足球
zh_hant: 足球

# trait.Social Anxiety Disorder
source: Social Anxiety Disorder
de: Soziale Angststörung
ja: 社交不安障害
ko: 사회 불안 장애
pl: Zaburzenie lęku społecznego
zh_hans: 社交焦虑障碍
zh_hant: 社交焦慮障礙

# trait.Social Organization Leader
source: Social Organization Leader
de: Leiter einer gesellschaftlichen Organisation
ja: 社会組織の代表
ko: 사회 단체 대표
pl: Lider organizacji społecznej
zh_hans: 社会组织领导者
zh_hant: 社會組織領導者

# trait.Social Organization Member
source: Social Organization Member
de: Mitglied einer gesellschaftlichen Organisation
ja: 社会組織の構成員
ko: 사회 단체 구성원
pl: Członek organizacji społecznej
zh_hans: 社会组织成员
zh_hant: 社會組織成員

# trait.Social Worker
source: Social Worker
de: Sozialarbeiter
ja: ソーシャルワーカー
ko: 사회복지사
pl: Pracownik socjalny
zh_hans: 社会工作者
zh_hant: 社會工作者

# trait.Socioeconomic
source: Socioeconomic
de: Sozioökonomisch
ja: 社会経済
ko: 사회경제적
pl: Społeczno-ekonomiczne
zh_hans: 社会经济
zh_hant: 社會經濟

# trait.Sociopath
source: Sociopath
de: Soziopath
ja: ソシオパス
ko: 반사회성 인격자
pl: Socjopata
zh_hans: 反社会人格者
zh_hant: 反社會人格者

# trait.Sociosexual Events
source: Sociosexual Events
de: Soziosexuelle Ereignisse
ja: 社会性的な性行動イベント
ko: 사회성애적 사건
pl: Wydarzenia o charakterze społeczno-seksualnym
zh_hans: 社会性性行为事件
zh_hant: 社會性性行為事件

# trait.Socks
source: Socks
de: Socken
ja: 靴下
ko: 양말
pl: Skarpetki
zh_hans: 袜子
zh_hant: 襪子

# trait.Sokutai
source: Sokutai
de: Sokutai-Hofgewand
ja: 束帯
ko: 소쿠타이
pl: Strój dworski sokutai
zh_hans: 束带
zh_hant: 束帶

# trait.Soldier
source: Soldier
de: Soldat
ja: 兵士
ko: 병사
pl: Żołnierz
zh_hans: 士兵
zh_hant: 士兵

# trait.Son
source: Son
de: Sohn
ja: 息子
ko: 아들
pl: Syn
zh_hans: 儿子
zh_hant: 兒子

# trait.Son Act
source: Son Act
de: Verhalten wie ein Sohn
ja: 息子プレイ
ko: 아들 역할극
pl: Zachowywanie się jak syn
zh_hans: 儿子扮演
zh_hant: 兒子扮演

# trait.Son Complex
source: Son Complex
de: Sohnkomplex
ja: 息子コンプレックス
ko: 아들 콤플렉스
pl: Obsesyjne przywiązanie do syna
zh_hans: 恋子情结
zh_hant: 戀子情結

# trait.Son-in-law
source: Son-in-law
de: Schwiegersohn
ja: 義理の息子
ko: 사위
pl: Zięć
zh_hans: 女婿
zh_hant: 女婿

# trait.Sonata
source: Sonata
de: Anrede „sonata“
ja: ソナタ
ko: 소나타
pl: Zaimek drugiej osoby „sonata”
zh_hans: 奏鸣曲
zh_hant: 奏鳴曲

# trait.Soregashi
source: Soregashi
de: Selbstbezeichnung „soregashi“
ja: それがし
ko: ‘소인’이라는 1인칭
pl: Zaimek pierwszej osoby „soregashi”
zh_hans: 自称“某”
zh_hant: 自稱「某」

# trait.Sororicide
source: Sororicide
de: Schwesternmord
ja: 姉妹殺し
ko: 자매 살해
pl: Zabójstwo siostry
zh_hans: 杀害姐妹
zh_hant: 殺害姐妹

# trait.Soul Patch
source: Soul Patch
de: Kleiner Bart unter der Unterlippe
ja: 下唇ひげ
ko: 아랫입술 아래 수염
pl: Kępka zarostu pod dolną wargą
zh_hans: 灵魂胡
zh_hant: 靈魂鬍

# trait.South African
source: South African
de: Südafrikanisch
ja: 南アフリカ人
ko: 남아프리카인
pl: Południowoafrykańczyk
zh_hans: 南非人
zh_hant: 南非人

# trait.South American
source: South American
de: Südamerikanisch
ja: 南米人
ko: 남아메리카인
pl: Południowoamerykanin
zh_hans: 南美洲人
zh_hant: 南美洲人

# trait.Southern Drawl
source: Southern Drawl
de: Akzent der US-Südstaaten
ja: 南部訛り
ko: 미국 남부 억양
pl: Akcent południowych stanów USA
zh_hans: 南方口音
zh_hant: 南方口音

# trait.Space Pirate
source: Space Pirate
de: Weltraumpirat
ja: 宇宙海賊
ko: 우주 해적
pl: Kosmiczny pirat
zh_hans: 太空海盗
zh_hant: 太空海盜

# trait.Spaniard
source: Spaniard
de: Spanisch
ja: スペイン人
ko: 스페인인
pl: Hiszpan
zh_hans: 西班牙人
zh_hant: 西班牙人

# trait.Spanking
source: Spanking
de: Versohlen des Gesäßes
ja: スパンキング
ko: 엉덩이 때리기
pl: Dawanie klapsów
zh_hans: 打屁股
zh_hant: 打屁股

# trait.Spats
source: Spats
de: Eng anliegende Sportshorts
ja: スパッツ
ko: 스패츠
pl: Obcisłe spodenki sportowe
zh_hans: 安全裤
zh_hant: 安全褲

# trait.Spaulders
source: Spaulders
de: Schulterpanzer
ja: 肩甲
ko: 어깨 갑옷
pl: Naramienniki zbroi
zh_hans: 肩甲
zh_hant: 肩甲

# trait.Spear
source: Spear
de: Speer
ja: 槍
ko: 창
pl: Włócznia
zh_hans: 长矛
zh_hant: 長矛

# trait.Speculum (Sexual)
source: Speculum (Sexual)
de: Spekulum (sexuell)
ja: 膣鏡（性的）
ko: 질경(성적)
pl: Wziernik (seksualny)
zh_hans: 阴道窥器（性爱）
zh_hant: 陰道窺器（色情）

# trait.Spider
source: Spider
de: Spinne
ja: クモ
ko: 거미
pl: Pająk
zh_hans: 蜘蛛
zh_hant: 蜘蛛

# trait.Spiky
source: Spiky
de: Stacheliges Haar
ja: ツンツン
ko: 뾰족한
pl: Włosy ułożone w kolce
zh_hans: 刺状
zh_hant: 刺狀

# trait.Spiky Bangs
source: Spiky Bangs
de: Stacheliger Pony
ja: 尖った前髪
ko: 뾰족한 앞머리
pl: Grzywka ułożona w kolce
zh_hans: 尖刺刘海
zh_hant: 尖刺瀏海

# trait.Spiky Bun
source: Spiky Bun
de: Stacheliger Haarknoten
ja: とげ状のお団子
ko: 뾰족한 올림머리
pl: Kok z wystającymi kolcami włosów
zh_hans: 刺状发髻
zh_hant: 刺狀髮髻

# trait.Spirit
source: Spirit
de: Geist
ja: 精霊
ko: 정령
pl: Duch
zh_hans: 精灵
zh_hant: 精靈

# trait.Spit Drinking
source: Spit Drinking
de: Speicheltrinken
ja: 唾液飲み
ko: 침 마시기
pl: Picie śliny
zh_hans: 饮唾液
zh_hant: 飲唾液

# trait.Spit-roast
source: Spit-roast
de: Gleichzeitige Penetration von vorn und hinten
ja: スピットロースト
ko: 앞뒤 동시 삽입
pl: Jednoczesna penetracja od przodu i od tyłu
zh_hans: 前后夹攻
zh_hant: 前後夾攻

# trait.Split Personality
source: Split Personality
de: Gespaltene Persönlichkeit
ja: 二重人格
ko: 이중 인격
pl: Rozdwojenie osobowości
zh_hans: 双重人格
zh_hant: 雙重人格

# trait.Spoiled
source: Spoiled
de: Verwöhnt
ja: 甘やかされている
ko: 응석받이
pl: Rozpieszczenie
zh_hans: 娇生惯养
zh_hant: 嬌生慣養

# trait.Spoons
source: Spoons
de: Löffelchenstellung
ja: スプーン体位
ko: 스푼 체위
pl: Pozycja na łyżeczkę
zh_hans: 勺式体位
zh_hant: 湯匙式體位

# trait.Sport Bloomers
source: Sport Bloomers
de: Kurze Turnhose
ja: ブルマ
ko: 부르마
pl: Krótkie spodenki gimnastyczne
zh_hans: 灯笼短裤
zh_hant: 燈籠短褲

# trait.Sports
source: Sports
de: Sport
ja: スポーツ
ko: 스포츠
pl: Sport
zh_hans: 体育运动
zh_hant: 體育運動

# trait.Sports Baton
source: Sports Baton
de: Staffelstab
ja: バトン
ko: 배턴
pl: Pałeczka sztafetowa
zh_hans: 接力棒
zh_hant: 接力棒

# trait.Sports Bra
source: Sports Bra
de: Sport-BH
ja: スポーツブラ
ko: 스포츠 브라
pl: Biustonosz sportowy
zh_hans: 运动胸罩
zh_hant: 運動胸罩

# trait.Sports Equipment
source: Sports Equipment
de: Sportausrüstung
ja: スポーツ用品
ko: 스포츠 장비
pl: Sprzęt sportowy
zh_hans: 运动器材
zh_hant: 運動器材

# trait.Sports Jersey
source: Sports Jersey
de: Sporttrikot
ja: スポーツジャージ
ko: 스포츠 저지
pl: Koszulka sportowa
zh_hans: 运动球衣
zh_hant: 運動球衣

# trait.Sports Shoes
source: Sports Shoes
de: Sportschuhe
ja: 運動靴
ko: 운동화
pl: Buty sportowe
zh_hans: 运动鞋
zh_hant: 運動鞋

# trait.Sports Swimsuit
source: Sports Swimsuit
de: Sportbadeanzug
ja: 競泳水着
ko: 경기용 수영복
pl: Sportowy strój kąpielowy
zh_hans: 运动泳衣
zh_hant: 運動泳衣

# trait.Sports Uniform
source: Sports Uniform
de: Sportkleidung
ja: スポーツユニフォーム
ko: 운동복
pl: Strój sportowy
zh_hans: 运动服
zh_hant: 運動服

# trait.Sports Visor
source: Sports Visor
de: Sport-Visor
ja: サンバイザー
ko: 스포츠 선캡
pl: Daszek sportowy
zh_hans: 运动遮阳帽
zh_hant: 運動遮陽帽

# trait.Spouse
source: Spouse
de: Ehepartner
ja: 配偶者
ko: 배우자
pl: Małżonek
zh_hans: 配偶
zh_hant: 配偶

# trait.Spreader Bar
source: Spreader Bar
de: Spreizstange
ja: スプレッダーバー
ko: 다리 벌림 봉
pl: Drążek rozpierający
zh_hans: 分腿杆
zh_hant: 分腿桿

# trait.Spreader Straps with Clamps
source: Spreader Straps with Clamps
de: Spreizgurte mit Klammern
ja: クランプ付き開脚ストラップ
ko: 클램프가 달린 다리 벌림 스트랩
pl: Paski rozwierające z zaciskami
zh_hans: 带夹具的分腿带
zh_hant: 帶夾具的分腿帶

# trait.Spy
source: Spy
de: Spion
ja: スパイ
ko: 첩보원
pl: Szpieg
zh_hans: 间谍
zh_hant: 間諜

# trait.Squire
source: Squire
de: Knappe
ja: 従騎士
ko: 종자
pl: Giermek
zh_hans: 骑士侍从
zh_hant: 騎士侍從

# trait.Squirrel
source: Squirrel
de: Eichhörnchen
ja: リス
ko: 다람쥐
pl: Wiewiórka
zh_hans: 松鼠
zh_hant: 松鼠

# trait.Stage Fright
source: Stage Fright
de: Lampenfieber
ja: 舞台恐怖症
ko: 무대 공포증
pl: Trema
zh_hans: 怯场
zh_hant: 怯場

# trait.Standing Sex
source: Standing Sex
de: Sex im Stehen
ja: 立位
ko: 입위
pl: Seks na stojąco
zh_hans: 站姿性爱
zh_hant: 站姿性愛

# trait.Stargazing
source: Stargazing
de: Sternebeobachtung
ja: 天体観測
ko: 별 관측
pl: Obserwacja gwiazd
zh_hans: 观星
zh_hant: 觀星

# trait.Step Brother
source: Step Brother
de: Stiefbruder
ja: 義兄弟
ko: 의붓형제
pl: Brat przybrany
zh_hans: 继兄弟
zh_hant: 繼兄弟

# trait.Step Sister
source: Step Sister
de: Stiefschwester
ja: 義姉妹
ko: 의붓자매
pl: Siostra przybrana
zh_hans: 继姐妹
zh_hant: 繼姐妹

# trait.Stethoscope
source: Stethoscope
de: Stethoskop
ja: 聴診器
ko: 청진기
pl: Stetoskop
zh_hans: 听诊器
zh_hant: 聽診器

# trait.Stinger
source: Stinger
de: Stachel
ja: 毒針
ko: 독침
pl: Żądło
zh_hans: 毒刺
zh_hant: 毒刺

# trait.Stinky
source: Stinky
de: Übelriechend
ja: 臭い
ko: 냄새나는
pl: Nieprzyjemny zapach
zh_hans: 臭
zh_hant: 臭

# trait.Stockings
source: Stockings
de: Strümpfe
ja: ストッキング
ko: 스타킹
pl: Pończochy
zh_hans: 长筒袜
zh_hant: 長筒襪

# trait.Stoic
source: Stoic
de: Stoisch
ja: ストイック
ko: 감정을 절제하는
pl: Stoicki
zh_hans: 坚忍
zh_hant: 堅忍

# trait.Stole
source: Stole
de: Stola
ja: ストール
ko: 스톨
pl: Etoła
zh_hans: 披肩
zh_hant: 披肩

# trait.Straight
source: Straight
de: Glattes Haar
ja: ストレート
ko: 생머리
pl: Proste włosy
zh_hans: 直发
zh_hant: 直髮
